tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "memcached", restart_service: true
brew "mysql-client"
brew "apple/apple/game-porting-toolkit"
vscode "batisteo.vscode-django"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "formulahendry.code-runner"
vscode "JohnHarrison.bongocat-buddy"
vscode "KevinRose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ko"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
